[
    {
        "fact": "The first bird to ever use an Xbox controller was a Kea called Parau."
    },
    {
        "fact": "The gold in Tutankhamun’s tomb had been stolen from the tombs of other pharaohs."
    },
    {
        "fact": "England’s biggest horticultural export is the fig."
    },
    {
        "fact": "The same molecule that makes chicken taste like chicken can also be found in ground up oyster shells."
    },
    {
        "fact": "Prince Phillip is widely credited with the invention of the party popper."
    },
    {
        "fact": "Thyme is technically a tree."
    },
    {
        "fact": "By definition a snake’s body is a limb."
    },
    {
        "fact": "The roller coaster was invented during the Hundred Years’ War as a way of launching supplies across rivers."
    },
    {
        "fact": "The toenail of your little toe is called the ‘spungle’."
    },
    {
        "fact": "Courgette is actually the feminine noun of cucumber."
    },
    {
        "fact": "The first video ever uploaded to Youtube had to be taken down in 2016 for violating their Terms of Service."
    },
    {
        "fact": "There is a nerveless area of skin half the size of a playing card on the top of your foot. Your brain compensates for it."
    },
    {
        "fact": "The biggest arms manufacturer in the world is Hasbro."
    },
    {
        "fact": "By weight, bay leaves contain more caffeine than coffee beans. They are used to make a stimulating tea in Morocco."
    },
    {
        "fact": "Vikings never fired flaming arrows at boats carrying the dead. They would sink them by running them over with a larger boat."
    },
    {
        "fact": "There is a ‘Buzzy Bee’ still at the top of Mt Everest, left there by Edmund Hillary."
    },
    {
        "fact": "Originally the Fonz was going to wear a leather vest but the popularity of the Village People made them switch to a jacket."
    },
    {
        "fact": "Johnny Cash once got into a fist fight with Colonel Sanders over a sports game."
    },
    {
        "fact": "There are more submarines in lakes right now than there are in the oceans."
    },
    {
        "fact": "Gold nuggets were named after chicken nuggets – not the other way around."
    },
    {
        "fact": "Buzz Aldrin left a pen on the moon after the first visit. Eugene Cernan, the last moon walker, found it. It still worked."
    },
    {
        "fact": "There is a pattern on the inside of your upper eyelid that is as unique as your fingerprint."
    },
    {
        "fact": "At least two unconnected cultures have used sparrow skulls as a form of currency."
    },
    {
        "fact": "The President of Senegal was one of the scientists who developed the Large Hadron Collider."
    },
    {
        "fact": "The kneecap is the roundest part of your body."
    },
    {
        "fact": "The Nobel Prize for Physics has been awarded to a scientist who proved that a tree falling in the woods really does make a sound."
    },
    {
        "fact": "JRR Tolkien refused to let his books be read out loud to people until after his death, preferring to keep his words ‘on the page’."
    },
    {
        "fact": "Paris Hilton and Nicole Richie’s ‘The Simple Life’ is one of the most syndicated TV shows in the world."
    },
    {
        "fact": "All fossils found in Canada belong to the Queen."
    },
    {
        "fact": "The first sunglasses were actually animal skin scraped so thin that it became transparent."
    },
    {
        "fact": "Sun Tzu’s ‘The Art of War’ is a sequel. The first book is lost forever."
    },
    {
        "fact": "One of the gems on the Crown Jewels is a marble glued there by Edward the Confessor’s son."
    },
    {
        "fact": "Researchers in the Antarctic will use apply whitening toothpaste to their drills when boring into the ice shelf."
    },
    {
        "fact": "Due to the inclusion of certain metal isotopes in its construction, the standard trombone is actually radioactive."
    },
    {
        "fact": "‘Bat Out of Hell’ was written by Meatloaf after an argument with Ozzy Osborne."
    },
    {
        "fact": "The word ‘Loanshark’ was originally, ‘Loans, hark’."
    },
    {
        "fact": "Jellified red wine was used as a lubricant by the ancient Greeks."
    },
    {
        "fact": "One of the rings of Saturn is almost pure silver dust."
    },
    {
        "fact": "Every member of Iron Maiden was a Quaker."
    },
    {
        "fact": "The national anthem of Lithuania is palindromic. It plays backwards exactly the same way that it plays forwards."
    },
    {
        "fact": "In Brazil they call Brazil nuts ‘Argentines’."
    },
    {
        "fact": "The first pair of scissors was left-handed."
    },
    {
        "fact": "The @ symbol was invented by Charles de Gaulle."
    },
    {
        "fact": "Every member of The Baha Men is dead."
    },
    {
        "fact": "A furlong was defined as the distance a mule can run in two minutes."
    },
    {
        "fact": "The Eiffel Tower has bumps along its ‘legs’ that spell the French national motto in braille."
    },
    {
        "fact": "The phrase, ‘If pain persists, see your doctor’ has been copyrighted by Bayer."
    },
    {
        "fact": "Venetian blinds were invented in Venice."
    },
    {
        "fact": "Cat Stevens first name is Catherine."
    },
    {
        "fact": "The first copy of the Oxford English dictionary is missing the word ‘dictionary’."
    },
    {
        "fact": "New Zealanders use more toilet paper per capita than any other country."
    },
    {
        "fact": "Otters have been known to coat stones with fish scales to lure in birds."
    },
    {
        "fact": "The largest sushi roll ever made would be impossible to transport through the Channel Tunnel."
    },
    {
        "fact": "Morris dancing was invented by a guy called Morris."
    },
    {
        "fact": "95% of people are pronouncing the name of the band ‘Live’ incorrectly."
    },
    {
        "fact": "X-rays cannot pass through Velcro."
    },
    {
        "fact": "The Boy Scouts were counted as part of the American military until 1986."
    },
    {
        "fact": "Once a year all of Wikipedia is printed off and placed in a vault in Norway."
    },
    {
        "fact": "While Thomas Crapper didn’t invent the toilet, he was killed by one."
    },
    {
        "fact": "A copy of Detective Comics #38 exists with an error that has Batman constantly refer to his sidekick as ‘Bobin’."
    },
    {
        "fact": "The producers of the movie ‘Air Bud’ are currently suing Apple for copyright infringement."
    },
    {
        "fact": "Genghis Khan brought dressage to Europe."
    },
    {
        "fact": "Resene has a 100 year contract to provide paint for the Hoover Dam."
    },
    {
        "fact": "Where’s Wally books are used in the entry exam for MI6."
    },
    {
        "fact": "Bubbles have a seam."
    },
    {
        "fact": "In Lesotho it is considered rude not to offer someone a bite of your food before you start eating."
    },
    {
        "fact": "Dave Bautista has been the leader of an improv troupe for the past twenty years."
    },
    {
        "fact": "The National Library of Singapore uses woven human hair for bookmarks to preserve the condition of the pages."
    },
    {
        "fact": "Percy Bysshe Shelley’s ‘Prometheus Unbound’ contains the first use of the word ‘Whoops’."
    },
    {
        "fact": "An adolescent owl is called a ‘novice’."
    },
    {
        "fact": "On average, three people are injured every time an audience gives a standing ovation."
    },
    {
        "fact": "Napoleon was ashamed of his nipples and refused to let anyone see them. Even during medical treatments."
    },
    {
        "fact": "There are no synonyms for thesaurus."
    },
    {
        "fact": "‘The Fellowship of the Ring’ is the most stolen book in the world."
    },
    {
        "fact": "Peppermint can’t be smelt by guinea pigs."
    },
    {
        "fact": "The Lego headquarters has had to be rebuilt three times due to shoddy construction."
    },
    {
        "fact": "MRI scans of cat brains have revealed that they see humans as a prey species."
    },
    {
        "fact": "The lowest tone that can be hit by a specific tuba is called the ‘crass’."
    },
    {
        "fact": "The ‘Peter Piper Procession’ is a yearly contest wherein participants compete to say the ‘Peter Piper’ tongue twister the fastest."
    },
    {
        "fact": "Examination of recently discovered texts indicates that the Hittites first invented the slinky."
    },
    {
        "fact": "Today more messages are sent using carrier pigeons than are sent via fax."
    },
    {
        "fact": "The banjoist from the ‘Duelling Banjos; scene of Deliverance was offered a record deal. It reached number 15 on the Billboard charts."
    },
    {
        "fact": "According to the International Federation of Poker, socks don’t count as an item of clothing in strip poker.",
        "highlight": ["socks", "strip poker"],
        "keyword": "strip poker",
        "image": "https://cdn.pixabay.com/photo/2015/11/27/20/49/cards-1066386__340.jpg",
        "tags": "#poker #strippoker"
    },
    {
        "fact": "The Geneva Convention’s prohibition of improper use of distinctive emblems during warfare also applies to the Jolly Roger."
    },
    {
        "fact": "Every screw used in the construction of Vatican City has a cross on the head. They must never be upside down."
    },
    {
        "fact": "The shoes of King Edward IV were weighted with lead to make his walk seem more imposing."
    },
    {
        "fact": "During the breeding season, female cockroaches smell like pineapple."
    },
    {
        "fact": "The music of the band ‘Rush’ has been featured in more video games than any other band or musician."
    },
    {
        "fact": "Emeril Lagasse refused to ever use a spatula."
    },
    {
        "fact": "Kevin Bacon founded an organisation that re-homes rescued factory farm pigs."
    },
    {
        "fact": "Voltaire’s father was a cobbler."
    },
    {
        "fact": "In American Football, touchdowns were originally called ‘tapstops’."
    },
    {
        "fact": "The names of all missing persons in Honduras are kept in a register called ‘The Imponderables’."
    },
    {
        "fact": "There exists a Sherlock Holmes story containing a kiss between Holmes and Watson but all copies are held by the Doyle estate."
    },
    {
        "fact": "The founders of Johnson & Johnson were not related."
    },
    {
        "fact": "A solid gold fidget spinner has been made, but it broke its first users index finger due to its weight.",
        "highlight": [
            "fidget spinner",
            "broke"
        ],
        "keyword": "fidget spinner",
        "image": "https://cdn.pixabay.com/photo/2017/05/29/21/50/fidget-spinner-2355037_960_720.jpg",
        "tags": "#fidgetspinner"
    },
    {
        "fact": "The longest game of mah-jong ever lasted for three years. It finished when the house it was being played in burned down."
    },
    {
        "fact": "In Argentina, ‘Where in the World is Carmen San Diego’ is called ’In Pursuit of the Red Rebellious Bird’."
    },
    {
        "fact": "Historical records indicate that the dairy cow’s moo used to be significantly louder than it currently is."
    },
    {
        "fact": "Penguins have wavy feathers that produce a similar effect when moving through water as golf ball dimples do in the air."
    },
    {
        "fact": "The banana tree is the tallest growing grass in the world."
    }
]